[
    {
        "id": "39363233",
        "text": "1. Eur J Med Res. 2024 Oct 3;29(1):481. doi: 10.1186/s40001-024-02085-y.\n\nFactors affecting fat myringoplasty in elderly patients with chronic otitis \nmedia: A case control study.\n\nPark KS(1), Kim JS(2), Sung CM(1), Cho HH(1), Kim HC(3).\n\nAuthor information:\n(1)Department of Otolaryngology-Head and Neck Surgery, Chonnam National \nUniversity Medical School and Chonnam National University Hospital, 160 \nBaekseo-Ro, Dong-Gu , Gwangju, 61469, Republic of Korea.\n(2)Department of Biomedical Science and Biomedical Graduate Program (BMSGP), \nChonnam National University Medical School, Gwangju, Republic of Korea.\n(3)Department of Otolaryngology-Head and Neck Surgery, Chonnam National \nUniversity Medical School and Chonnam National University Hospital, 160 \nBaekseo-Ro, Dong-Gu , Gwangju, 61469, Republic of Korea. earnosethroat@daum.net.\n\nBACKGROUND: We compared and analyzed the surgical results of fat myringoplasty \nbetween elderly and young adult patients with chronic otitis media. We also \ninvestigated whether underlying diseases and other factors impact the surgical \noutcome.\nMETHODS: We retrospectively reviewed the data of 141 patients who underwent fat \nmyringoplasty for chronic otitis media for five years. They were compared by \nage, sex, underlying disease, perforation size, pre- and postoperative pure tone \naudiometry, postoperative otorrhea, postoperative re-perforation, and cause of \nre-perforation.\nRESULT: Postoperative re-perforation was more common in the elderly group, \nalbeit with no significant difference (p = 0.072). The factors affecting \nre-perforation were insufficient fat graft (44.4%), postoperative infection \n(33.3%), and nasal blowing (22.2%). Our findings revealed no significant \nassociation between preoperative perforation size and re-perforation \n(p = 0.391). Additionally, we found no significant relationship between \nhypertension and re-perforation (p > 0.99), nor between age group and \npostoperative infection (p = 0.488). Diabetes was also not significant \n(p = 0.640). Following surgery, both groups exhibited a significant improvement \nin hearing.\nCONCLUSION: Although age and underlying conditions play significant roles in the \nhealing process, our results suggest that external factors such as infection, \nnasal blowing, cough, and insufficient grafted fat tissue have a similarly \nsignificant impact on surgical outcomes in elderly patients with COM as they do \nin adults. In conclusion, the decision to perform surgery in elderly patients \nwith COM should be based on a comprehensive assessment of the patient's overall \nhealth status, hearing, use of hearing aids, and the indications for surgery.\n\n© 2024. The Author(s).\n\nDOI: 10.1186/s40001-024-02085-y\nPMID: 39363233 [Indexed for MEDLINE]"
    },
    {
        "id": "39363193",
        "text": "1. BMC Endocr Disord. 2024 Oct 3;24(1):209. doi: 10.1186/s12902-024-01744-9.\n\nKnowledge of diabetes mellitus complication prevention among patients in the \ncentral region of Ghana.\n\nAsiedu C(1), Owusu-Berning E(2), Erzuah IA(2).\n\nAuthor information:\n(1)Department of Adult Health, School of Nursing and Midwifery, University of \nCape Coast, Cape Coast, Ghana. casiedu@ucc.edu.gh.\n(2)Department of Adult Health, School of Nursing and Midwifery, University of \nCape Coast, Cape Coast, Ghana.\n\nDiabetes Mellitus (DM) is a serious worldwide health issue that has put pressure \non the global economy. The study examined the knowledge of complication \nprevention among patients living with Diabetes Mellitus (DM) in Ghana. The \nresearch was a quantitative study which involved the use of descriptive \ncross-sectional survey design. In all, 301 DM patients were included in the \nstudy. Data were processed using the Statistical Package for the Social Sciences \n(SPSS) version 25. The study recorded 66.12% (n = 199) good knowledge level. \nTherefore, educational intervention programme should be organized by the health \nprofessionals at Twifo-Atti Morkwa hospital so every DM patient would have \noptimum knowledge about the disease that would ensure prevention of the DM \ncomplications.\n\n© 2024. The Author(s).\n\nDOI: 10.1186/s12902-024-01744-9\nPMID: 39363193 [Indexed for MEDLINE]"
    },
    {
        "id": "39363127",
        "text": "1. Childs Nerv Syst. 2024 Oct 4. doi: 10.1007/s00381-024-06640-0. Online ahead of\n print.\n\nLife-threatening presentation of an acute cerebellar ischemic stroke secondary \nto a protein C deficiency.\n\nAjmi H(1), Oueslati N(2), Chabaane M(3), Arifa N(4).\n\nAuthor information:\n(1)Department of Pediatrics, Sahloul Teaching Hospital, 4054, Sousse, Tunisia. \nhd.ajmi@gmail.com.\n(2)Department of Pediatrics, Sahloul Teaching Hospital, 4054, Sousse, Tunisia.\n(3)Department of Neurosurgery, Sahloul Teaching Hospital, 4054, Sousse, Tunisia.\n(4)Department of Radiology, Sahloul Teaching Hospital, 4054, Sousse, Tunisia.\n\nAcute cerebellar ischemic stroke is a rare disease in children. Typically, \npatients present with ataxia and cranial nerve palsy. Rarely, some patients show \na severe intracranial hypertension syndrome with a life-threatening clinical \npresentation. We report a case of a 2-year-old male child who was admitted for \ndeterioration of his consciousness level and vomiting. Cerebral imaging revealed \na right cerebellar and brainstem infarction with an obstructive hydrocephalus \nand a tonsillar herniation. Angiography identified an occlusion of the right \nanterior inferior cerebellar artery. The child was referred to a neurosurgeon \nfor the treatment of acute hydrocephalus and posterior fossa craniectomy. \nEtiological investigations revealed a protein C deficiency. Initially, the \npatient was maintained under fluid restriction and received mannitol several \ntimes as he had clinical and radiological signs of intracranial hypertension. He \nwas also kept on mechanical ventilation and monitored. However, the evolution \nwas complicated by the occurrence of a thrombosis of the vena cava and the renal \nvein.\n\n© 2024. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, \npart of Springer Nature.\n\nDOI: 10.1007/s00381-024-06640-0\nPMID: 39363127"
    },
    {
        "id": "39363030",
        "text": "1. Sci Rep. 2024 Oct 3;14(1):22984. doi: 10.1038/s41598-024-73345-4.\n\nPersistence of post-stress blood pressure elevation requires activation of \nastrocytes.\n\nHasebe Y(1)(2), Yokota S(3), Fukushi I(2)(4), Takeda K(2)(5), Yoshizawa M(1)(2), \nOnimaru H(6), Kono Y(1)(2), Sugama S(7), Uchiyama M(8), Koizumi K(1), Horiuchi \nJ(9), Kakinuma Y(10), Pokorski M(11), Toda T(1), Izumizaki M(6), Mori Y(8), \nSugita K(1), Okada Y(12).\n\nAuthor information:\n(1)Department of Pediatrics, School of Medicine, University of Yamanashi, Chuo, \nYamanashi, Japan.\n(2)Clinical Research Center, Murayama Medical Center, 2-37-1 Gakuen, \nMusashimurayama, Tokyo, 208-0011, Japan.\n(3)Department of Anatomy and Morphological Neuroscience, Shimane University \nSchool of Medicine, Izumo, Shimane, Japan.\n(4)Graduate School of Health Sciences, Aomori University of Health and Welfare, \nAomori, Japan.\n(5)Faculty of Rehabilitation, School of Health Sciences, Fujita Health \nUniversity, Toyoake, Aichi, Japan.\n(6)Department of Physiology, Showa University, School of Medicine, Tokyo, Japan.\n(7)Center for Medical Sciences, International University of Health and Welfare, \nOtawara, Tochigi, Japan.\n(8)Department of Synthetic Chemistry and Biological Chemistry Graduate School of \nEngineering, Kyoto University, Kyoto, Japan.\n(9)Department of Biomedical Engineering, Graduate School of Science and \nEngineering, Toyo University, Saitama, Japan.\n(10)Department of Physiology, Nippon Medical School, Tokyo, Japan.\n(11)Institute of Health Sciences, University of Opole, Opole, Poland.\n(12)Clinical Research Center, Murayama Medical Center, 2-37-1 Gakuen, \nMusashimurayama, Tokyo, 208-0011, Japan. yasumasaokada@yahoo.ne.jp.\n\nThe reflexive excitation of the sympathetic nervous system in response to \npsychological stress leads to elevated blood pressure, a condition that persists \neven after the stress has been alleviated. This sustained increase in blood \npressure, which may contribute to the pathophysiology of hypertension, could be \nlinked to neural plasticity in sympathetic nervous activity. Given the critical \nrole of astrocytes in various forms of neural plasticity, we investigated their \ninvolvement in maintaining elevated blood pressure during the post-stress phase. \nSpecifically, we examined the effects of arundic acid, an astrocytic inhibitor, \non blood pressure and heart rate responses to air-jet stress. First, we \nconfirmed that the inhibitory effect of arundic acid is specific to astrocytes. \nUsing c-Fos immunohistology, we then observed that psychological stress \nactivates neurons in cardiovascular brain regions, and that this stress-induced \nneuronal activation was suppressed by arundic acid pre-treatment in rats. By \nevaluating astrocytic process thickness, we also confirmed that astrocytes in \nthe cardiovascular brain regions were activated by stress, and this activation \nwas blocked by arundic acid pre-treatment. Next, we conducted blood pressure \nmeasurements on unanesthetized, unrestrained rats. Air-jet stress elevated blood \npressure, which remained high for a significant period during the post-stress \nphase. However, pre-treatment with arundic acid, which inhibited astrocytic \nactivation, suppressed stress-induced blood pressure elevation both during and \nafter stress. In contrast, arundic acid had no significant impact on heart rate. \nThese findings suggest that both neurons and astrocytes play integral roles in \nstress-induced blood pressure elevation and its persistence after stress, \noffering new insights into the pathophysiological mechanisms underlying \nhypertension.\n\n© 2024. The Author(s).\n\nDOI: 10.1038/s41598-024-73345-4\nPMID: 39363030 [Indexed for MEDLINE]"
    },
    {
        "id": "39363020",
        "text": "1. Nat Rev Nephrol. 2024 Oct 3. doi: 10.1038/s41581-024-00893-3. Online ahead of \nprint.\n\nRenal nerves in physiology, pathophysiology and interoception.\n\nEvans LC(#)(1), Dayton A(#)(2), Osborn JW(3).\n\nAuthor information:\n(1)Department of Surgery, University of Minnesota, Minneapolis, MN, USA.\n(2)Division of Nephrology and Hypertension, University of Minnesota, \nMinneapolis, MN, USA.\n(3)Department of Surgery, University of Minnesota, Minneapolis, MN, USA. \nosbor003@umn.edu.\n(#)Contributed equally\n\nSympathetic efferent renal nerves have key roles in the regulation of kidney \nfunction and blood pressure. Increased renal sympathetic nerve activity is \nthought to contribute to hypertension by promoting renal sodium retention, renin \nrelease and renal vasoconstriction. This hypothesis led to the development of \ncatheter-based renal denervation (RDN) for the treatment of hypertension. Two \nRDN devices that ablate both efferent and afferent renal nerves received FDA \napproval for this indication in 2023. However, in animal models, selective \nablation of afferent renal nerves resulted in comparable anti-hypertensive \neffects to ablation of efferent and afferent renal nerves and was associated \nwith a reduction in sympathetic nerve activity. Selective afferent RDN also \nimproved kidney function in a chronic kidney disease model. Notably, the \nbeneficial effects of RDN extend beyond hypertension and chronic kidney disease \nto other clinical conditions that are associated with elevated sympathetic nerve \nactivity, including heart failure and arrhythmia. These findings suggest that \nthe kidney is an interoceptive organ, as increased renal sensory nerve activity \nmodulates sympathetic activity to other organs. Future studies are needed to \ntranslate this knowledge into novel therapies for the treatment of hypertension \nand other cardiorenal diseases.\n\n© 2024. Springer Nature Limited.\n\nDOI: 10.1038/s41581-024-00893-3\nPMID: 39363020"
    },
    {
        "id": "39363005",
        "text": "1. Hypertens Res. 2024 Oct 3. doi: 10.1038/s41440-024-01931-0. Online ahead of \nprint.\n\nNavigating the complexities of obstructive sleep apnea: renalase rs2296545 as a \nkey to managing hypertension.\n\nKoabayashi Y(1).\n\nAuthor information:\n(1)YCU Co-Creation Innovation Center, Yokohama City University, Yokohama, Japan. \nyusuke@yokohama-cu.ac.jp.\n\nComment on\n    Hypertens Res. 2024 Sep 4. doi: 10.1038/s41440-024-01850-0.\n\nDOI: 10.1038/s41440-024-01931-0\nPMID: 39363005"
    },
    {
        "id": "39362829",
        "text": "1. Nurs Crit Care. 2024 Oct 3. doi: 10.1111/nicc.13181. Online ahead of print.\n\nThe relationship between positive end-expiratory pressure (PEEP) and \nintra-abdominal pressure (IAP) in mechanically ventilated patients: A \nprospective observational study.\n\nAl-Jabri MM(1), Ahmed GH(2), Ali MMA(3), Abdelwahab O(4), Mohamed S(5)(6), \nMahran GSK(3).\n\nAuthor information:\n(1)Department of Nursing Science, Prince Sattam bin Abdulaziz University, Wadi \nAldawaser, Saudi Arabia.\n(2)Department of Medical Surgical Nursing, Faculty of Nursing, Assiut \nUniversity, Assiut, Egypt.\n(3)Department of Critical Care and Emergency Nursing, Faculty of Nursing, Assiut \nUniversity, Assiut, Egypt.\n(4)College of Medicine, Al Faisal University, Riyadh, Saudi Arabia.\n(5)Department of Chest Diseases and Tuberculosis, Faculty of Medicine, Assiut \nUniversity, Assiut, Egypt.\n(6)Department of Internal Medicine, Sultan Bin Abdulaziz Humanitarian City, \nRiyadh, Saudi Arabia.\n\nBACKGROUND: Positive end-expiratory pressure is a crucial mechanical breathing \nparameter. Intra-abdominal hypertension is well defined as a sustained increase \nin the intra-abdominal pressure ≥12 mmHg. There are still controversies about \nmechanical ventilation's effect and use of positive end-expiratory pressure on \nintra-abdominal pressure.\nAIMS: We aimed to delineate the relationship between positive end-expiratory \npressure and intra-abdominal pressure in mechanically ventilated patients \nadmitted to the intensive care units of a large tertiary hospital in Upper \nEgypt.\nSTUDY DESIGN: This study was a prospective observational study. The study was \nconducted at a university hospital from October 2023 to February 2024. The \nenrolled adult patients were allocated into two groups based on their positive \nend-expiratory pressure: group I, low pressure (<8 cm H2O) and group II, high \npressure (8-10 cm H2O).\nRESULTS: A total of 120 patients were enrolled, 60 patients in each group. The \nmost commonly encountered diagnoses were pneumonia (32/120, 26.7%) and acute \nrespiratory distress syndrome (ARDS) (31/120, 25.8%), respectively. There was a \nsignificant difference between the intra-abdominal pressure mean values of the \ntwo patient groups, 18.9 ± 3.3 versus 24.4 ± 5.9 mmHg in the group of low versus \nhigh pressure (correlation value of .454, p < .001), respectively. There were \nhighly significant correlations between intra-abdominal pressure categories and \nthe patient groups (correlation value of .495, p < .001). There were 24 (40%) \nversus 0 (0%) patients of high pressure versus low pressure within the category \nIV group of intra-abdominal hypertension (>25 mmHg).\nCONCLUSIONS: We observed a significant relationship between positive \nend-expiratory pressure and intra-abdominal pressure in mechanically ventilated \npatients. The patient group with high pressure had higher mean values compared \nwith the group with low pressure. The study highlights the importance of closely \nmonitoring intra-abdominal pressure in mechanically ventilated patients who \nreceive positive end-expiratory pressure. Further studies are warranted.\nRELEVANCE TO CLINICAL PRACTICE: The relationship between positive end-expiratory \npressure and intra-abdominal pressure is an essential issue in daily critical \ncare nursing clinical practice. Considering the occurrence of multiple organ \ndysfunction as a result of a non-detected increase in intra-abdominal pressure, \ncritical care nurses should pay attention to measuring this pressure to maintain \nintra-abdominal pressures that are safe for mechanically ventilated and \ncritically ill intensive care unit patients, thereby preventing these undue \neffects.\n\n© 2024 British Association of Critical Care Nurses.\n\nDOI: 10.1111/nicc.13181\nPMID: 39362829"
    },
    {
        "id": "39362796",
        "text": "1. J Matern Fetal Neonatal Med. 2024 Dec;37(1):2411583. doi: \n10.1080/14767058.2024.2411583. Epub 2024 Oct 3.\n\n\"An update on the approach to treatment of Sjogren's Disease in pregnancy\".\n\nCue LV(1), Rosenn B(1).\n\nAuthor information:\n(1)Jersey City Medical Center, Rutgers New Jersey Medical School, Newark, NJ, \nUSA.\n\nBACKGROUND: Women with Sjögren's Disease are more likely to experience pregnancy \ncomplications compared to their counterparts without the disease. Attention to \ndetail and familiarity with the most recent research and guidelines in this \nfield are required to achieve optimal maternal and fetal outcomes. Such \ncomplications include pregnancy induced hypertension, fetal growth restriction, \nthromboembolic events, and preterm delivery. Among the most life-threatening \nsequela of maternal Sjogren's Disease is fetal autoimmune congenital heart block \n(ACHB), which has high potential to cause intrauterine fetal death, neonatal \nmortality, developmental delay, and other long-term pediatric complications. \nCurrently, surveillance with weekly echocardiograms and obstetric sonograms in \nthe second trimester are recommended to screen for ACHB with the goal of early \ndetection and intervention before progression from first- or second- of heart \nblock to complete heart block.\nOBJECTIVE: We describe a case of maternal Sjogren's Disease, which prompted us \nto raise questions regarding the optimal frequency of obtaining fetal \nechocardiograms, and the ideal management in case a prolonged PR interval was to \nbe found. We use this case to provide a springboard for discussion on updated \nantenatal management strategies for ACHB prevention.\nMETHODS: To conduct this analysis, we searched PubMed for articles published \nover the last 10 years, with attention focused on articles written since 2016. \nAdditionally, updated guidelines by other specialties such as Rheumatology, \nCardiology and Pediatrics on this issue were reviewed.\nRESULTS: Thorough search of the literature yielded several meta-analyses \nconcurring that the mothers with Sjogren's Disease had increased rates of \npremature birth, pregnancy induced hypertension, increased risks of delivering \ninfants with intrauterine growth restriction (IUGR), with the most \nlife-threatening risk being that of congenital heart block. Literature \nsupporting prophylactic hydroxychloroquine and the use of steroids to reverse or \nhalt the progression of congenital heart block at the time of diagnoses appeared \nat the forefront of search results.\nCONCLUSION: Pregnant women with SS have an increased risk for complications such \nas intrauterine growth restriction, thromboembolic events, pregnancy-induced \nhypertension, preterm delivery, and cesarean delivery and should prioritize \nobtaining pre- or peri-conceptional counseling. In women with anti SSA/SSB \nantibodies, a medication regimen should be considered with the object of \ndecreasing the concentration of these antibodies, and hence decrease the risks \nof ACHB. Current literature supports the inclusion of hydroxychloroquine for \nthis purpose, even prior to conception. Although the most recent studies \nrecommend against prophylactic use of steroids, their potential to prevent \nprogression to complete block should be weighed against their potential negative \neffects. Short and long-term treatment with corticosteroids has been associated \nwith increased maternal risk of infection, weight gain, osteonecrosis, \nhypertension and bone mineral density disorders. Intrauterine growth \nrestriction, oligohydramnios, and adrenal suppression have been among the fetal \nrisks associated with steroids while improved infant survival or decreased need \nfor pacing have not been demonstrated. Management of these pregnancies is \ncomplex and should include a multidisciplinary approach involving a \nmaternal-fetal medicine sub-specialist, a rheumatologist, a pediatrician, a \nneonatologist, and the patient herself with her family in a model of shared \ndecision-making.\n\nDOI: 10.1080/14767058.2024.2411583\nPMID: 39362796 [Indexed for MEDLINE]"
    },
    {
        "id": "39362746",
        "text": "1. Heart. 2024 Oct 3:heartjnl-2024-324623. doi: 10.1136/heartjnl-2024-324623. \nOnline ahead of print.\n\nGenetic variants associated with cardiac hypertrophy-related sudden cardiac \ndeath and cardiovascular outcomes in a Finnish population.\n\nDoedens A(#)(1), Skarp S(#)(2), Holmström L(3), Pakanen L(4), Saarimäki S(1), \nKerkelä R(5), Pylkäs K(6), Huikuri HV(7), Junttila J(8).\n\nAuthor information:\n(1)Faculty of Medicine, University of Oulu, Oulu, Finland.\n(2)Faculty of Medicine, University of Oulu, Oulu, Finland sini.skarp@oulu.fi.\n(3)University of Oulu, Oulu, Finland.\n(4)Department of Forensic Medicine, Oulu University Hospital, Oulu, Finland.\n(5)Research Unit of Biomedicine, University of Oulu, Oulu, Finland.\n(6)Laboratory of Cancer Genetics and Tumor Biology, Cancer and Translational \nMedicine Research Unit and Biocenter Oulu, University of Oulu, Oulu, Finland.\n(7)Department of Internal Medicine, University of Oulu, Oulu, Finland.\n(8)MRC Oulu, Oulun Yliopisto, Oulu, Finland.\n(#)Contributed equally\n\nBACKGROUND: Hypertrophic cardiomyopathy is a common cause of non-ischaemic \nsudden cardiac death (SCD). Left ventricular hypertrophy (LVH) without \ncardiomyopathy-related myocardial disarray is a common autopsy finding and is \noften associated with prior hypertension in SCD subjects. Our aim was to \ninvestigate novel rare gene variants among SCD subjects with presumably \nhypertension-related LVH and myocardial fibrosis at autopsy.\nMETHODS: Whole exome sequencing was used to study rare variants (minor allele \nfrequency<0.005) estimated to be deleterious in 96 non-ischaemic SCD subjects \nwith presumably hypertension-related LVH and myocardial fibrosis. Associations \nof the identified variants with cardiac disease endpoints were replicated in the \nFinnish national genetic study (FinnGen) dataset.\nRESULTS: 18 variants were estimated likely to affect protein function and 14 of \nthese were associated with cardiomyopathies, heart failure, conduction \nabnormalities, hypertension and/or cardiac arrest in Finnish population \n(FinnGen). Three of the variants were classified as pathogenic or likely \npathogenic. These include the splice site variant NM_000449.3:c.234-1G>A in \nregulatory factor X5 and frameshift variants NM_000449.3:c.234-1G>A in \ndehydrogenase/reductase 7C and NM_015873.3:c.1164del in villin like.\nCONCLUSIONS: We identified rare deleterious variants associated with LVH in SCD \nsubjects. Several of the identified rare variants associated with cardiovascular \nendpoints including heart failure, cardiomyopathies, cardiac arrest and \nhypertension in general population.\n\n© Author(s) (or their employer(s)) 2024. No commercial re-use. See rights and \npermissions. Published by BMJ.\n\nDOI: 10.1136/heartjnl-2024-324623\nPMID: 39362746\n\nConflict of interest statement: Competing interests: None declared."
    },
    {
        "id": "39362697",
        "text": "1. Ann Rheum Dis. 2024 Oct 3:ard-2024-225515. doi: 10.1136/ard-2024-225515.\nOnline  ahead of print.\n\nAge, anticoagulants, hypertension and cardiovascular genetic traits predict \ncranial ischaemic complications in patients with giant cell arteritis.\n\nChaddock NJM(1), Harden CJ(1)(2), Sorensen L(1)(3), Mathieson HR(1)(3), \nZulcinski M(1)(3), Lawson CA(4), O'Sullivan E(5), Mollan SP(6)(7), Martin J(8), \nMackie SL(1)(3), Iles MM(1)(3), Morgan AW(9)(2)(3); UK GCA Consortium.\n\nCollaborators: Morgan AW, Mackie SL, Sorensen L, Haroon Raashid L, Martin S, \nRobinson JI.\n\nAuthor information:\n(1)School of Medicine and Leeds Institute for Data Analytics, University of \nLeeds, Leeds, UK.\n(2)NIHR Leeds Medicines and In Vitro Diagnostics Co-operative, Leeds Teaching \nHospitals NHS Trust, Leeds, UK.\n(3)NIHR Leeds Biomedical Research Centre, Leeds Teaching Hospitals NHS Trust, \nLeeds, UK.\n(4)Harrogate District Hospital, Harrogate, UK.\n(5)Ophthalmology, King's College Hospital NHS, London, UK.\n(6)Ophthalmology, University Hospitals Birmingham, Birmingham, UK.\n(7)Neurometabolism, Institute of Metabolism and Systems Research, University of \nBirmingham, Birmingham, UK.\n(8)Institute of Parasitology and Biomedicine, López-Neyra, IPBLN, CSIC, Granada, \nSpain.\n(9)School of Medicine and Leeds Institute for Data Analytics, University of \nLeeds, Leeds, UK a.w.morgan@leeds.ac.uk.\n\nOBJECTIVES: This project aimed to determine whether cranial ischaemic \ncomplications at the presentation of giant cell arteritis (GCA) were associated \nwith pre-existing cardiovascular (CV) risk factors, CV disease or genetic risk \nof CV-related traits.\nMETHODS: 1946 GCA patients with clinicodemographic data at GCA presentation were \nincluded. Associations between pre-existing CV-related traits (including \nPolygenic Risk Scores (PRS) for CV traits) and cranial ischaemic complications \nwere tested. A model for cranial ischaemic complications was optimised using an \nelastic net approach. Positional gene mapping of associated PRS was performed to \nimprove biological understanding.\nRESULTS: In a sample of 1946 GCA patients (median age=71, 68.7% female), 17% had \ncranial ischaemic complications at presentation. In univariable analyses, 10 \nvariables were associated with complications (likelihood-ratio test p≤0.05). In \nmultivariable analysis, the two variables with the strongest effects, with or \nwithout PRS in the model, were anticoagulant therapy (adjusted OR (95% CI)=0.21 \n(0.05 to 0.62), p=4.95×10-3) and age (adjusted OR (95% CI)=1.60 (0.73 to 3.66), \np=2.52×10-3, for ≥80 years versus <60 years). In sensitivity analyses omitting \nanticoagulant therapy from multivariable analysis, age and hypertension were \nassociated with cranial ischaemic complications at presentation (hypertension: \nadjusted OR (95% CI)=1.35 (1.03 to 1.75), p=0.03). Positional gene mapping of an \nassociated transient ischaemic attack PRS identified TEK, CD96 and MROH9 loci.\nCONCLUSION: Age and hypertension were risk factors for cranial ischaemic \ncomplications at GCA presentation, but in this dataset, anticoagulation appeared \nprotective. Positional gene mapping suggested a role for immune and \ncoagulation-related pathways in the pathogenesis of complications. Further \nstudies are needed before implementation in clinical practice.\n\n© Author(s) (or their employer(s)) 2024. Re-use permitted under CC BY-NC. No \ncommercial re-use. See rights and permissions. Published by BMJ on behalf of \nEULAR.\n\nDOI: 10.1136/ard-2024-225515\nPMID: 39362697\n\nConflict of interest statement: Competing interests: None declared."
    },
    {
        "id": "39363176",
        "text": "1. BMC Public Health. 2024 Oct 3;24(1):2702. doi: 10.1186/s12889-024-20220-6.\n\nPrevalence of anemia and related factors among Tabari cohort population: a \ncross-sectional study.\n\nMashreghi Y(1), Kheradmand M(2), Hedayatizadeh-Omran A(3), Alizadeh-Navaei R(3), \nEspahbodi F(4), Khademloo M(5), Moosazadeh M(6).\n\nAuthor information:\n(1)Student Research Committee, School of Medicine, Mazandaran University of \nMedical Sciences, Sari, Iran.\n(2)Health Sciences Research Center, Mazandaran University of Medical Sciences, \nSari, Iran.\n(3)Gastrointestinal Cancer Research Center, Non-communicable Disease Institute, \nMazandaran University of Medical Sciences, Sari, Iran.\n(4)Internal Medicine Department, School of Medicine, Diabetes Research Center, \nMazandaran University of Medical Sciences, Sari, Iran.\n(5)Department of Community Medicine, School of Medicine, Orthopedic Research \nCenter, Mazandaran University of Medical Sciences, Sari, Iran.\n(6)Gastrointestinal Cancer Research Center, Non-communicable Disease Institute, \nMazandaran University of Medical Sciences, Sari, Iran. \nmmoosazadeh1351@gmail.com.\n\nBACKGROUND: Anemia presents a considerable public health challenge, standing as \na leading contributor to elevated rates of mortality and morbidity. Therefore, \nthis study aimed to investigate the prevalence of anemia and related factors \namong Tabari cohort population.\nMETHODS: This study involved a cross-sectional investigation carried out during \nthe enrollment phase of the Tabari cohort. The Tabari cohort is a subset of the \nlarger nationwide cohort study known as the \"Prospective Epidemiological \nResearch Studies in IrAN\" (PERSIAN) cohort. The collected data included general \ninformation, anthropometric measurements, medical history and blood samples. \nAnemia was defined as a hemoglobin level less than 13 mg/dL for men and less \nthan 12 mg/dL for women. Data were analyzed using SPSS V.16.\nRESULTS: Out of the 10,073 participants included in the analysis, 1,352 \nindividuals (13.4%) were diagnosed with anemia. In the multiple regression \nanalysis, the odds of anemia were significantly 2.31 times in females compared \nto males, 3.69 times in urban residents compared to rural residents, 1.41 times \nin social economic categories of IV and 1.35 in social economic categories of V \ncompared to social economic categories of I, 1.70 times in drug abuse compared \nto non-drug abuse, 0.71 times in body mass index (BMI) categories of \n25-29.9 kg/m² and 0.70 in BMI ≥ 30 kg/m² compared to BMI < 25, 0.77 times for \ntriglycerides(TG) > 150 compared to below 150, 0.76 times for total \ncholesterol(TC) > 200 compared to below 200, 0.83 times for high waist-to-hip \nratio (WHR) compared to low WHR, 1.33 times in low High-density Lipoprotein \n(HDL) compared to high HDL, 1.18 times in diabetics (DM) compared to non-DM, and \n1.37 times in individuals with coronary heart diseases (CHD) compared to healthy \nindividuals.\nCONCLUSION: Anemia was a prevalent condition among Tabari cohort population. \nSeveral conditions including female gender, urban residence, Social economic \nlevel of IV and V, drug abuse, low HDL, high WHR, DM, and CHD conditions were \nsignificantly associated with increased odds of anemia. Furthermore, BMI \ncategories of 25-29.9 kg/m² and ≥ 30 kg/m², high TC and high TG were \nsignificantly associated with decreased odds of anemia among this population.\n\n© 2024. The Author(s).\n\nDOI: 10.1186/s12889-024-20220-6\nPMID: 39363176 [Indexed for MEDLINE]"
    },
    {
        "id": "39363143",
        "text": "1. J Thromb Thrombolysis. 2024 Oct 3. doi: 10.1007/s11239-024-03045-3. Online\nahead  of print.\n\nConstruction and validation of a nomogram prediction model for the \ncatheter-related thrombosis risk of central venous access devices in patients \nwith cancer: a prospective machine learning study.\n\nMa G(1)(2), Chen S(2)(3), Peng S(1)(2), Yao N(1)(2), Hu J(1)(2), Xu L(4), Chen \nT(5), Wang J(6), Huang X(7), Zhang J(8)(9).\n\nAuthor information:\n(1)Teaching and Research Section of Clinical Nursing, Xiangya Hospital of \nCentral South University, Changsha, Hunan, China.\n(2)Xiangya School of Nursing, Central South University, Changsha, Hunan, China.\n(3)Health and Wellness Bureau of Nanming District, Guiyang, Guizhou, China.\n(4)Department of Ultrasound, Xiangya Hospital of Central South University, \nChangsha, Hunan, China.\n(5)Network Information Department, Xiangya Hospital of Central South University, \nChangsha, Hunan, China.\n(6)Vascular Access Department, Hainan Provincial People's Hospital, Hainan, \nChina.\n(7)Department of Nursing, Affiliated Hospital of Qinghai University, Qinghai, \nChina.\n(8)Teaching and Research Section of Clinical Nursing, Xiangya Hospital of \nCentral South University, Changsha, Hunan, China. 401212@csu.edu.cn.\n(9)National Clinical Research Center for Geriatric Diseases, Xiangya Hospital, \nCentral South University, Changsha, Hunan, China. 401212@csu.edu.cn.\n\nCentral venous access devices (CVADs) are integral to cancer treatment. However, \ncatheter-related thrombosis (CRT) poses a considerable risk to patient safety. \nIt interrupts treatment; delays therapy; prolongs hospitalisation; and increases \nthe physical, psychological and financial burden of patients. Our study aims to \nconstruct and validate a predictive model for CRT risk in patients with cancer. \nIt offers the possibility to identify independent risk factors for CRT and \nprevent CRT in patients with cancer. We prospectively followed patients with \ncancer and CVAD at Xiangya Hospital of Central South University from January \n2021 to December 2022 until catheter removal. Patients with CRT who met the \ncriteria were taken as the case group. Two patients with cancer but without CRT \ndiagnosed in the same month that a patient with cancer and CRT was diagnosed \nwere selected by using a random number table to form a control group. Data from \npatients with CVAD placement in Qinghai University Affiliated Hospital and \nHainan Provincial People's Hospital (January 2023 to June 2023) were used for \nthe external validation of the optimal model. The incidence rate of CRT in \npatients with cancer was 5.02% (539/10 736). Amongst different malignant tumour \ntypes, head and neck (9.66%), haematological (6.97%) and respiratory (6.58%) \ntumours had the highest risks. Amongst catheter types, haemodialysis (13.91%), \ncentral venous (8.39%) and peripherally inserted central (4.68%) catheters were \nassociated with the highest risks. A total of 500 patients with CRT and 1000 \nwithout CRT participated in model construction and were randomly assigned to the \ntraining (n = 1050) or testing (n = 450) groups. We identified 11 independent \nrisk factors, including age, catheterisation method, catheter valve, catheter \nmaterial, infection, insertion history, D-dimer concentration, operation \nhistory, anaemia, diabetes and targeted drugs. The logistic regression model had \nthe best discriminative ability amongst the three models. It had an area under \nthe curve (AUC) of 0.868 (0.846-0.890) for the training group. The external \nvalidation AUC was 0.708 (0.618-0.797). The calibration curve of the nomogram \nmodel was consistent with the ideal curve. Moreover, the Hosmer-Lemeshow test \nshowed a good fit (P > 0.05) and high net benefit value for the clinical \ndecision curve. The nomogram model constructed in this study can predict the \nrisk of CRT in patients with cancer. It can help in the early identification and \nscreening of patients at high risk of cancer CRT.\n\n© 2024. The Author(s), under exclusive licence to Springer Science+Business \nMedia, LLC, part of Springer Nature.\n\nDOI: 10.1007/s11239-024-03045-3\nPMID: 39363143"
    },
    {
        "id": "39362331",
        "text": "1. J Ethnopharmacol. 2024 Oct 1:118878. doi: 10.1016/j.jep.2024.118878. Online \nahead of print.\n\nSiwu tablet attenuates high fructose-induced glomerular podocyte senescence in \nrats through increasing Nup155 to promote INO80 mRNA nuclear export.\n\nChen L(1), Xu T(2), Wang J(3), Wang Z(4), Pan Y(5), Kong L(6).\n\nAuthor information:\n(1)State Key Laboratory of Pharmaceutical Biotechnology, Institute of Chinese \nMedicine, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing \nUniversity, Nanjing, P. R. China. Electronic address: \nchenli123@smail.nju.edu.cn.\n(2)State Key Laboratory of Pharmaceutical Biotechnology, Institute of Chinese \nMedicine, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing \nUniversity, Nanjing, P. R. China. Electronic address: xutangdi@smail.nju.edu.cn.\n(3)State Key Laboratory of Pharmaceutical Biotechnology, Institute of Chinese \nMedicine, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing \nUniversity, Nanjing, P. R. China. Electronic address: \nwangjiahao@smail.nju.edu.cn.\n(4)State Key Laboratory of Pharmaceutical Biotechnology, Institute of Chinese \nMedicine, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing \nUniversity, Nanjing, P. R. China. Electronic address: \nwangzixuan@smail.nju.edu.cn.\n(5)State Key Laboratory of Pharmaceutical Biotechnology, Institute of Chinese \nMedicine, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing \nUniversity, Nanjing, P. R. China. Electronic address: pany@nju.edu.cn.\n(6)State Key Laboratory of Pharmaceutical Biotechnology, Institute of Chinese \nMedicine, Nanjing Drum Tower Hospital, School of Life Sciences, Nanjing \nUniversity, Nanjing, P. R. China. Electronic address: kongld@nju.edu.cn.\n\nETHNOPHARMACOLOGICAL RELEVANCE: Siwu tablet (SWT), derived from a traditional \nChinese medicinal formula named Siwu decoction, is widely used for blood \ndeficiency syndrome. Siwu decoction and its derived formulas have been proven to \nimprove renal anemia and prevent senescence. Whether SWT prevents glomerular \npodocyte senescence and the underlying molecular mechanism remains unknow.\nAIM OF THE STUDY: To elucidate the protective effect and possible mechanism of \nSWT on glomerular podocyte senescence.\nMATERIAL AND METHODS: Liquid chromatography-tandem mass spectrometry (LC-MS/MS) \nwas performed to characterize components of SWT. Male Sprague-Dawley rats were \ngiven 10% fructose drinking water for 16 weeks. SWT (810 and 1620 mg/kg) was \nadministered orally for the last 8 weeks. The assays of senescence-associated \nbeta-galactosidase (SA-β-gal) staining, immunohistochemistry, quantitative \nreal-time polymerase chain reaction (qRT-PCR), and Western blot as well as \nenzyme linked immunosorbent assay were performed to evaluate rat glomerular \npodocyte senescence. The mRNA and protein levels of nucleoporin 155 (Nup155) and \ninositol requiring mutant 80 (INO80) in rat glomeruli were detected by qRT-PCR, \nWestern blot and immunofluorescence. Foot processes and nuclear pore complexes \n(NPCs) of rat glomerular podocytes were visualized by transmission electron \nmicroscopy.\nRESULTS: One hundred and fifty-nine components were preliminarily identified in \nSWT. The results of animal experiments showed that SWT decreased the activity of \nSA-β-gal, protein levels of p16, p21, p53 and phosphorylated histone H2AX \n(γ-H2AX), and mRNA levels of interleukin-1β (IL-1β), IL-6 and tumor necrosis \nfactor-α (TNF-α) in glomeruli of high fructose-fed rats. As expected, SWT \nincreased renal cortex erythropoietin mRNA expression and serum erythropoietin \nconcentration in this animal model. SWT reduced urine albumin-to-creatinine \nratio and serum levels of uric acid, creatinine and blood urea nitrogen, and \nrecovered glomerular structure injury in high fructose-fed rats. It up-regulated \nmRNA and protein levels of Nup155 and the number of podocyte NPCs, and \nsubsequently reinforced mRNA nuclear export and protein expression of INO80 in \nrat glomeruli under high fructose stimulation.\nCONCLUSIONS: SWT ameliorates glomerular podocyte senescence in high fructose-fed \nrats possibly by increasing Nup155 to promote INO80 mRNA nuclear export.\n\nCopyright © 2024. Published by Elsevier B.V.\n\nDOI: 10.1016/j.jep.2024.118878\nPMID: 39362331\n\nConflict of interest statement: Declaration of Competing Interest All authors \ndisclosed no relevant relationships."
    },
    {
        "id": "39362271",
        "text": "1. Anesth Analg. 2024 Sep 5. doi: 10.1213/ANE.0000000000006912. Online ahead of \nprint.\n\nThe Case for the Role of Primary Care in Patient Blood Management.\n\nJayasuriya PH(1)(2), Philips A(2), Misran HB(3).\n\nAuthor information:\n(1)From the University of Western Australia, Health and Medical Sciences Faculty \nDepartment of Surgery, Perth, Western Australia.\n(2)WA Iron Centre, Perth, Western Australia.\n(3)Hospital Department of Anaesthesia and Pain Medicine, Perth, Western \nAustralia, Australia.\n\nPatient blood management (PBM) is a patient-centered evidence-based strategy \ndesigned to preserve a patient's own blood and improve health outcomes. The \neffectiveness of PBM programs is now well-established globally within tertiary \nand secondary sectors, with demonstrable outcome benefits and cost savings. \nHowever, the role of primary care and the general practitioner in PBM is poorly \nunderstood. Yet the essential attributes of primary care, including access, \ncontinuity, coordination, and comprehensiveness, align well with PBM principles, \nenabling general practitioners to provide personalized holistic management of \nanemia for the community. The skill set of general practitioners in integrating \nand continuing care through the transition period after hospitalization is \nespecially important. General practitioners are well-suited to the roles of \nhealth promotion and prevention, and have the potential to deliver substantial \npopulation health benefits. Given the public health imperative of this \ncondition, it is vital that policy-makers appropriately support the role of \ngeneral practitioners with financing, education, and resources for PBM in \nprimary care.\n\nCopyright © 2024 International Anesthesia Research Society.\n\nDOI: 10.1213/ANE.0000000000006912\nPMID: 39362271\n\nConflict of interest statement: Conflicts of Interest: See Disclosures at the \nend of the article."
    },
    {
        "id": "39362248",
        "text": "1. Lancet Oncol. 2024 Oct;25(10):1310-1324. doi: 10.1016/S1470-2045(24)00386-3.\n\nZiftomenib in relapsed or refractory acute myeloid leukaemia (KOMET-001): a \nmulticentre, open-label, multi-cohort, phase 1 trial.\n\nWang ES(1), Issa GC(2), Erba HP(3), Altman JK(4), Montesinos P(5), DeBotton \nS(6), Walter RB(7), Pettit K(8), Savona MR(9), Shah MV(10), Kremyanskaya M(11), \nBaer MR(12), Foran JM(13), Schiller G(14), Adès L(15), Heiblig M(16), Berthon \nC(17), Peterlin P(18), Rodríguez-Arbolí E(19), Salamero O(20), Patnaik MM(10), \nPapayannidis C(21), Grembecka J(8), Cierpicki T(8), Clegg B(8), Ray J(8), \nLinhares BM(8), Nie K(22), Mitra A(22), Ahsan JM(22), Tabachri M(22), Soifer \nHS(22), Corum D(22), Leoni M(22), Dale S(22), Fathi AT(23).\n\nAuthor information:\n(1)Roswell Park Comprehensive Cancer Center, Buffalo, NY, USA. Electronic \naddress: eunice.wang@roswellpark.org.\n(2)MD Anderson Cancer Center, Houston, TX, USA.\n(3)Duke Cancer Institute, Durham, NC, USA.\n(4)Northwestern University-Robert H Lurie Comprehensive Cancer Center, Chicago, \nIL, USA.\n(5)Hospital Universitari i Politècnic La Fe, Valencia, Spain.\n(6)Institut Gustave Roussy Service d'Hématologie Clinique, Paris, France.\n(7)Fred Hutchinson Cancer Center, Seattle, WA, USA.\n(8)University of Michigan, Ann Arbor, MI, USA.\n(9)Vanderbilt-Ingram Cancer Center, Nashville, TN, USA.\n(10)Mayo Clinic, Rochester, MN, USA.\n(11)Icahn School of Medicine at Mount Sinai, New York, NY, USA.\n(12)University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, \nMD, USA.\n(13)Mayo Clinic Comprehensive Cancer Center, Mayo Clinic, Jacksonville, FL, USA.\n(14)David Geffen School of Medicine at UCLA, Los Angeles, CA, USA.\n(15)Hôpital Saint-Louis (AP-HP) and Université Paris Cité and Centre \nd'Investigations Cliniques-Inserm CIC-1427, Paris, France.\n(16)Centre Hospitalier Lyon Sud, Lyon, France.\n(17)Centre Hospitalo-Universitaire Lille, Lille, France.\n(18)CHU de Nantes-Hôtel-Dieu, Nantes, France.\n(19)Department of Hematology, Hospital Universitario Virgen del Rocío, Seville \nBiomedicine Institute (IBiS/CSIC), University of Seville, Seville, Spain.\n(20)Servei d'Hematologia de l'Hospital Vall d'Hebron i Unitat d'Hematología \nExperimental del Vall d'Hebron Institut d'Oncología, Facultat de Medicina, \nUniversitat Autònoma de Barcelona, Barcelona, Spain.\n(21)IRCCS Azienda Ospedaliero-Universitaria di Bologna, Istituto di Ematologia \n\"Seràgnoli\", Bologna, Italy.\n(22)Kura Oncology, Inc, San Diego, CA, USA.\n(23)Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA.\n\nBACKGROUND: Ziftomenib (KO-539) is an oral selective menin inhibitor with known \npreclinical activity in menin-dependent acute myeloid leukaemia models. The \nprimary objective of this study was to determine the recommended phase 2 dose in \npatients with relapsed or refractory acute myeloid leukaemia based on safety, \npharmacokinetics, pharmacodynamics, and preliminary activity.\nMETHODS: KOMET-001 is a multicentre, open-label, multi-cohort, phase 1/2 \nclinical trial of ziftomenib in adults with relapsed or refractory acute myeloid \nleukaemia. Results of the phase 1 study, conducted at 22 hospitals in France, \nItaly, Spain, and the USA, are presented here and comprise the dose-escalation \n(phase 1a) and dose-validation and expansion (phase 1b) phases. Eligible \npatients were aged 18 years or older, had relapsed or refractory acute myeloid \nleukaemia, and had an Eastern Cooperative Oncology Group performance status of 2 \nor less. For phase 1a, patients (all molecular subtypes) received ziftomenib \n(50-1000 mg) orally once daily in 28-day cycles. For phase 1b, patients with \nNPM1 mutations or with KMT2A rearrangements were randomly assigned (1:1) using \nthird-party interactive response technology to two parallel dose cohorts (200 mg \nand 600 mg ziftomenib). Primary endpoints were maximum tolerated dose or \nrecommended phase 2 dose in phase 1a, and safety, remission rates, and \npharmacokinetics supporting recommended phase 2 dose determination in phase 1b. \nAnalyses were performed in all patients who received at least one dose of \nziftomenib (modified intention-to-treat population). Phase 1a/1b is complete. \nThis trial is registered with ClinicalTrials.gov, NCT04067336, and the EU \nClinical Trials register, EudraCT 2019-001545-41.\nFINDINGS: From Sept 12, 2019, to Aug 19, 2022, 83 patients received 50-1000 mg \nziftomenib (39 [47%] were male and 44 [53%] were female). Median follow-up was \n22·3 months (IQR 15·4-30·2). Of 83 patients, the most common grade 3 or worse \ntreatment-emergent adverse events were anaemia (20 [24%]), febrile neutropenia \n(18 [22%]), pneumonia (16 [19%]), differentiation syndrome (12 [15%]), \nthrombocytopenia (11 [13%]), and sepsis (ten [12%]). Overall, 68 of 83 patients \nhad serious adverse events, with two reported treatment-related deaths (one \ndifferentiation syndrome and one cardiac arrest). Differentiation syndrome rate \nand severity influenced the decision to halt enrolment of patients with KMT2A \nrearrangements. In Phase 1b, no responses were reported in patients treated at \nthe 200 mg dose level. At the recommended phase 2 dose of 600 mg, nine (25%) of \n36 patients with KMT2A rearrangement or NPM1 mutation had complete remission or \ncomplete remission with partial haematologic recovery. Seven (35%) of 20 \npatients with NPM1 mutation treated at the recommended phase 2 dose had a \ncomplete remission.\nINTERPRETATION: Ziftomenib showed promising clinical activity with manageable \ntoxicity in heavily pretreated patients with relapsed or refractory acute \nmyeloid leukaemia. Phase 2 assessment of ziftomenib combination therapy in the \nupfront and relapsed or refractory setting is ongoing.\nFUNDING: Kura Oncology.\n\nCopyright © 2024 Elsevier Ltd. All rights reserved, including those for text and \ndata mining, AI training, and similar technologies.\n\nDOI: 10.1016/S1470-2045(24)00386-3\nPMID: 39362248 [Indexed for MEDLINE]\n\nConflict of interest statement: Declaration of interests ESW declares honoraria \nfor educational talks from Aptitude, Astellas, Bioascend, CEA, CCO, Curio \nSciences, Dava Oncology, Medscape, MD Education, OncLive, PER, Peerview, RTP, \nand Pfizer; participation on Data Safety Monitoring Committees and research \ngrant committees for AbbVie and Gilead; advisory board participation for Abbvie, \nAstellas, Blueprint, Bristol Myers Squibb, Daiichi Sankyo, Gilead, \nGlaxoSmithKline, Immunogen, Janssen, Jazz, Kite, Novartis, NuProbe, \nPharmaEssentia, Pfizer, Qiagen, Rigel, Schrodinger, Sumitomo, Syndax, and \nTakeda; other financial and non-financial interests with UptoDate; and medical \nwriting support for this work from Kura Oncology. GCI declares research funding \nto their institution from Astex, Cullinan Oncology, Kura Oncology, Merck, \nNovartis, and Syndax Pharmaceuticals; consultancy fees from AbbVie, Kura \nOncology, Novartis, and Syndax Pharmaceuticals; support for attending meetings \nand travel from Kura Oncology; steering committee role with Kura Oncology and \nNovartis; receipt of material for sample analysis from NuProbe; and medical \nwriting support for this work from Kura Oncology. HPE declares a leadership role \nwith AbbVie (Chair, Independent Review Committee for VIALE A and VIALE C), \nBristol Myers Squibb (Chair, AML Registry Steering Committee), and Glycomimetics \n(Scientific Steering Committee); speakers bureau for AbbVie, Bristol Myers \nSquibb, Incyte, Jazz, Novartis, and Servier; contracted research from AbbVie, \nALX Oncology, Amgen, Aptose, Ascentage, Daiichi Sankyo, Forma, Gilead, \nGlycomimetics, Immunogen, Jazz, Kura Oncology, MacroGenics, Novartis, PTC, and \nSumitomo Pharma; consultancy fees from AbbVie, Astellas, Bristol Myers Squibb, \nDaiichi Sankyo, Glycomimetics, Incyte, Jazz, Kura Oncology, Novartis, Pfizer, \nServier, Stemline, and Sumitomo Pharma; and medical writing support for this \nwork from Kura Oncology. JKA declares a leadership role with the American \nSociety of Hematology (guidelines panel), National Comprehensive Cancer Network \n(acute myeloid leukaemia panel vice-chair), and National Cancer Institute \n(co-chair on Leukemia Steering Committee); honoraria from Astellas, HMP \nEducation, MD Education, and VJ HemOnc; advisory board role with AbbVie, \nAptitude Health, Astellas, BlueBird Bio, Curio, Daiichi Sankyo, Dark Blue \nTherapeutics, Gilead, Kura Oncology, Kymera, Rigel, Stemline Therapeutics, \nSyros, and Treadwell Therapeutics; meeting attendance and travel expenses from \nAstellas, Daiichi Sankyo, HMP Education, MD Education, and VJ HemOnc; medical \nwriting support for this work from Kura Oncology; and participation on a Data \nSafety Committee for Glycomimetics. PM declares consultancy fees from Kura \nOncology and Syndax Pharmaceuticals and medical writing support for this work \nfrom Kura Oncology. SDB declares honoraria from Astellas, Bristol Myers Squibb, \nMenarini, and Servier; consultancy fees from AbbVie, Bristol Myers Squibb, \nForma, Remix, Rigel, and Servier; travel expenses from Janssen, Pfizer, Rigel, \nand Servier; and medical writing support for this work from Kura Oncology. RBW \ndeclares clinical trial support from Kura Oncology and medical writing support \nfor this work from Kura Oncology. KP declares honoraria from Merck (investigator \nmeeting lecture); advisory board role with AbbVie, Incyte, PharmaEssentia, \nProtagonist, and Sobi; and medical writing support for this work from Kura \nOncology. MRS declares research funding to institution from ALX Oncology, Astex, \nIncyte, Takeda, and TG Therapeutics; consultancy fees from AbbVie, Bristol Myers \nSquibb, CTI BioPharma, Forma, Geron, GlaxoSmithKline, Karyopharm, Rigel, Ryvu, \nTaiho, and Treadwell; stock or stock options in Empath Bioscience, Karyopharm, \nand Ryvu; and medical writing support for this work from Kura Oncology. MVS \ndeclares research grant to their institution from AbbVie, Astellas, Celgene, \nKura Oncology, and MRKR Therapeutics; travel expenses from Dava Oncology; and \nmedical writing support for this work from Kura Oncology. MK declares \nconsultancy fees from AbbVie, CTI Biopharma, Incyte, and Protagonist; advisory \nboard role with CTI BioPharma, Incyte, Kura Oncology, and Morphosys; travel \nexpenses from Protagonist; and medical writing support for this work from Kura \nOncology. MRB declares research funding to their institution from AbbVie, \nAscentage, Astellas, Gilead, Kura Oncology, and Takeda and medical writing \nsupport for this work from Kura Oncology. JMF declares leadership role with \nNational Cancer Institute Leukemia Steering Committee and the National Heart, \nLung, and Blood Institute national Myelodysplastic Syndrome Study Steering \nCommittee; stock or stock options with Aurinia; honoraria from \nAmerisourceBergen/IntrinsiQ Specialty Solutions, Aptitude Health, and MJH \nLifeSciences; consultancy fees from Autolus, Bristol Myers Squibb, Remix, and \nSyndax; grants to institution for clinical trial support from Actinium, \nAstellas, Celgene, Chordia, Kura Oncology, Novartis, Pfizer, Roivant, Sellas, \nand Servier; and medical writing support for this work from Kura Oncology. GS \ndeclares contracts through their institution from AbbVie, Actinium, Actuate, \nAgios, Arog, Astellas, AlloVir, Amgen, Aptevo, AltruBio, AVM Bio, Bristol Myers \nSquibb/Celgene; BioMea, Biopath, Biosight, Cellularity, Celator, Constellation, \nCogent, Cellectis, Cullinan, Daiichi Sankyo, Deciphera, Delta-Fly, Fate, Forma, \nFujiFilm, Gamida, Genentech-Roche, Rigel Glycomimetics, Geron, Gilead, Incyte, \nJanssen, Jazz, Karyopharm, Kite/Gilead, Kronos Bio, Kura Oncology, Immunogene, \nImmuneOnc, Loxo, Marker, Mateon, Novartis, Onconova, Ono-UK, Orca, Pfizer, \nPrECOG, Regimmune, Samus, Sangamo, Sellas, Stemline, Syros, Takeda, Tolero, and \nTrovagene; consultancy fees from Bristol Myers Squibb, Curios, Daiichi, and \nNovartis; speakers bureau role for AbbVie, Agios, Amgen, Astellas, Blueprint \nMedicine, Bristol Myers Squibb, Celgene, Karyopharm, GlaxoSmithKline, Kite \n(Gilead), Jazz, Rigel, Seattle genetics, and Stemline; board or advisory \ncommittee membership for Agios, Autolus, AVM Biotech, Bristol Myers Squibb, \nGamida, Gilead, GlaxoSmithKline, Incyte, Novartis, Orca, Rigel, and Stemline; \nboard of trustees membership for Leukemia Lymphoma Society Los Angeles; \nsecretary or treasurer membership for the American Society of Hematology \nResearch Collaborative Board of Directors; and holds stock with Amgen, Bristol \nMyers Squibb, and Janssen/Johnson & Johnson. LA declares research funding to \ninstitution from AbbVie, Bristol Myers Squibb, Jazz Pharmaceuticals, and \nNovartis; consultancy fees from AbbVie, Jazz Pharmaceuticals, and Novartis; and \nmedical writing support for this work from Kura Oncology. ER declares consulting \nfees from Astellas and Laboratories Delbert; honoraria from AbbVie, Astellas, \nEurocept, and Jazz Pharmaceuticals; support for attending meetings and travel \nfrom AbbVie, Gilead, and Jazz Pharmaceuticals; and medical writing support for \nthis work from Kura Oncology. MMP declares research funding to institution from \nEpigenetix, Kura Oncology, Polaris, Solutherapeutics, and Stem Line Pharma; \nmedical writing support for this work from Kura Oncology; and Data Safety \nMonitoring Boards with CTI Biopharma. CP declares honoraria from AbbVie, Amgen, \nAstellas, Blueprint, Bristol Myers Squibb, Celgene, GlaxoSmithKline, Incyte, \nJanssen, Jazz Pharmaceuticals, Laboratories Delbert, Menarini-Stemline, \nNovartis, Paladin Labs, Pfizer, and Servier; travel expenses from AbbVie, Amgen \nand Pfizer; medical writing support for this work from Kura Oncology; and Data \nSafety Monitoring Board or advisory board membership for AbbVie, Amgen, \nAstellas, Blueprint, Bristol Myers Squibb, Celgene, GlaxoSmithKline, Incyte, \nJanssen, Jazz Pharmaceuticals, Laboratories Delbert, Paladin Labs, and Pfizer. \nJG declares research support to institution, consultancy fees, royalties, \npatents, and stock with Kura Oncology, and medical writing support for this work \nfrom Kura Oncology. TC declares research support to institution and royalties \nfrom, and patents and owns stock with Kura Oncology; and medical writing support \nfor this work from Kura Oncology. BC, JR, BML, MH, PP, and OS declare medical \nwriting support for this work from Kura Oncology. KN declares employment with \nKura Oncology; received stock options from Kura Oncology; and medical writing \nsupport for this work from Kura Oncology. AM declares employment with Kura \nOncology; owns stock with Kura Oncology; patents and patent applications with \nKura Oncology; and medical writing support for this work from Kura Oncology. JMA \ndeclares employment and stock or stock options with and travel expenses from \nKura Oncology, and medical writing support for this work from Kura Oncology. MT \ndeclares employment with Kura Oncology; stock and restricted stock units with \nKura Oncology; reimbursement for conference fees, hotels and travel expenses \nfrom Kura Oncology; and medical writing support for this work from Kura \nOncology. HSS declares employment, patents and patent applications, and owns \nstock with, Kura Oncology, and medical writing support for this work from Kura \nOncology. DC declares employment with Kura Oncology; stock or stock options with \nKura Oncology; and medical writing support for this work from Kura Oncology. ML \ndeclares employment, patents and patent applications, stock or stock options, \nsupport for attending meetings and travel, and other financial or non-financial \ninterests with Kura Oncology; and medical writing support for this work from \nKura Oncology. SD declares employment, patents and patent applications, stock or \nstock options, and other financial or non-financial interests with Kura \nOncology; and medical writing support for this work from Kura Oncology. ATF \ndeclares consultancy fees from AbbVie, Amgen, Astellas, AstraZeneca, Autolus, \nBristol Myers Squibb/Celgene, Daiichi Sankyo, EnClear, Forma, Genentech, Gilead, \nImmunogen, Ipsen, Kite, Mablytics, Menarini, Novartis, Orum, Pfizer, PureTech, \nRemix, Rigel, Servier, and Takeda; clinical trial support from AbbVie, Bristol \nMyers Squibb, and Servier; and medical writing support for this work from Kura \nOncology. CB declares no competing interests."
    },
    {
        "id": "39361798",
        "text": "1. Indian J Med Res. 2024 Mar & Apr;159(3 & 4):339-346. doi:\n10.25259/IJMR_3300_21.\n\nSickle cell anaemia control mission: Implementation of a comprehensive care \nmodel in Anuppur, Madhya Pradesh.\n\nSickle Cell Anaemia Control Mission Technical Group​(1); Sickle Cell Anaemia \nControl Mission Technical Group.\n\nCollaborators: Aktar A, Chandel P, Kale N, Kataria A, Paharwa RS, Phutke G, \nRaghav P, Roy S, Sagar A, Sahu RK, Sharma R, Shete H, Sijwali HS, Singh M, \nTiwari P.\n\nAuthor information:\n(1)Jan Swasthya Sahyog, Village Ganiyari, Bilaspur, Chattisgarh, India.\n\nBackground & objectives Sickle cell disease (SCD) is a common genetic disorder, \npredominantly found in the tribal population of India. The examples of models \nproviding comprehensive care and management to individuals with SCD in public \nhealth facilities are sparse. The Sickle Cell Anaemia Control Mission is one \nsuch model implemented by Jan Swasthya Sahyog, a non-profit organization in \ncollaboration with the National Health Mission in the Anuppur district of Madhya \nPradesh. This article aimed to identify the key learnings from this programme \nthat can guide the public health system strengthening with respect to SCD. \nMethods The Sickle Cell Anemia Control Mission Programme included door to door \nscreening for anaemia, SCD and blood group. SCD cases were included in the \nprogramme and other individuals with Anemia were referred for further care. Care \nfor individuals with SCD included counselling, provision of hydroxyurea, regular \nfollow up of clinical parameters and management of complications. Care for \nindividuals with SCD was provided through monthly patient support group (PSG) \nmeetings and regular outpatient /in-patient care at public health facilities. \nQuantitative data on programme design, screening and patient management \ncollected during programme implementation were used for analysis. Results A \ntotal of 39421 persons were screened in 18 months (August 2018-March 2020). Of \nthese 81.9 per cent persons were anaemic, 16.9 per cent had sickle cell trait \nand 779 (1.98%) had SCD. Eighty-six already diagnosed individuals joined the \nprogramme for care. People from all caste categories were diagnosed with SCD. \nOut of 865 individuals with SCD, 157 underwent regular 9-11 months follow up and \nshowed improvement in clinical symptoms and drug compliance. Interpretation & \nconclusions Central India has a significant burden of anaemia and SCD. This \nstudy found that SCD is present in non-tribals as well. PSGs are an efficient \nway to deliver non-emergency care for chronic diseases such as SCD.\n\nDOI: 10.25259/IJMR_3300_21\nPMID: 39361798 [Indexed for MEDLINE]"
    },
    {
        "id": "39361620",
        "text": "1. PLoS One. 2024 Oct 3;19(10):e0303772. doi: 10.1371/journal.pone.0303772. \neCollection 2024.\n\nAsymptomatic bacteriuria and its associated fetomaternal outcomes among pregnant \nwomen delivering at Bugando Medical Centre in Mwanza, Tanzania.\n\nMayomba C(1), Matovelo D(1), Kiritta R(1), Kashinje Z(2), Seni J(2).\n\nAuthor information:\n(1)Department of Obstetrics and Gynecology, Weill Bugando School of Medicine, \nCatholic University of Health and Allied Sciences, Mwanza, Tanzania.\n(2)Department of Microbiology and Immunology, Weill Bugando School of Medicine, \nCatholic University of Health and Allied Sciences, Mwanza, Tanzania.\n\nBACKGROUND: Asymptomatic bacteriuria (ASB) affects 23.9% of pregnant women \nglobally and, if left untreated, can lead to adverse fetomaternal outcomes. In \nTanzania, ASB prevalence has ranged from 13% to 17% over the past decade. Yet, \nits impact on fetomaternal outcomes remains unexplored, hindering the \ndevelopment of screening strategies, antimicrobial therapies, and preventive \nmeasures for this vulnerable population.\nMETHODS: A cross-sectional analytical study was conducted on 1,093 pregnant \nwomen admitted for delivery at Bugando Medical Center (BMC) in Mwanza, Tanzania, \nfrom July to December 2022. Socio-demographic, obstetric, and clinical data were \ncollected from the women, along with mid-stream urine samples for analysis. \nFetomaternal outcomes were assessed within 72 hours after delivery.\nRESULTS: The median age of participants was 29 years (range: 15-45 years). ASB \nprevalence among pregnant women was 16.9% (185/1093), with a 95% CI of \n14.6-19.3%. Risk factors for ASB included anemia (OR: 5.3; 95% CI = 3.7-8.2, \np-value <0.001) and a history of antenatal care admission (OR 4.2; 95% CI = \n2.9-6.1, p-value <0.001). Among all participants, 82 (7.5%), 65 (5.9%), 49 \n(4.5%), and 79 (7.2%) experienced pre-term labor (PTL), premature rupture of \nmembrane (PROM), preeclampsia, and delivered newborns with low birthweight \n(LBW), respectively. Among the 185 patients with ASB, the respective proportions \nof PTL, PROM, preeclampsia, and LBW were 25.4%, 17.3%, 9.2%, and 12.4%. \nMultivariable logistic regression analysis revealed significant associations \nbetween ASB and PTL [OR (95% CI): 8.8 (5.5-14.5); p-value <0.001], PROM [OR (95% \nCI): 4.5 (2.5-8.0); p-value <0.001], and LBW [OR (95% CI): 2.0 (1.2-3.5); \np-value = 0.011]. Escherichia coli (50.8%) and Klebsiella pneumoniae (14.05%) \nwere the most common pathogens, with low resistance rates to nitrofurantoin, \namoxicillin-clavulanate, and cephalosporins-antibiotics considered safe during \npregnancy-ranging from 8.2% to 31.0%.\nCONCLUSION: The prevalence of ASB among pregnant women in Tanzania remains high \nand is associated with adverse fetomaternal outcomes. Integrating routine urine \nculture screening for all pregnant women, irrespective of symptoms, and \nproviding specific antimicrobial therapies during antenatal care can help \nprevent adverse pregnancy outcomes.\n\nCopyright: © 2024 Mayomba et al. This is an open access article distributed \nunder the terms of the Creative Commons Attribution License, which permits \nunrestricted use, distribution, and reproduction in any medium, provided the \noriginal author and source are credited.\n\nDOI: 10.1371/journal.pone.0303772\nPMID: 39361620 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors have declared that no either \nfinancial or non-financial competing interests exist."
    },
    {
        "id": "39361600",
        "text": "1. PLoS One. 2024 Oct 3;19(10):e0311276. doi: 10.1371/journal.pone.0311276. \neCollection 2024.\n\nWhat is the best strategy for iron deficiency anemia prevention and control in \nIran? a policy analysis study protocol.\n\nDehghani A(1)(2), Rafraf M(1), Mohammadi-Nasrabadi F(3), Khodayari-Zarnaq R(4).\n\nAuthor information:\n(1)Faculty of Nutrition and Food Science, Department of Community Nutrition, \nNutrition Research Center, Tabriz University of Medical Sciences, Tabriz, Iran.\n(2)Student Research Committee, Tabriz University of Medical Sciences, Tabriz, \nIran.\n(3)Faculty of Nutrition Sciences and Food Technology, Research Department of \nFood and Nutrition Policy and Planning, National Nutrition and Food Technology \nResearch Institute, Shahid Beheshti University of Medical Sciences, Tehran, \nIran.\n(4)Department of Health Policy and Management, School of Management and Medical \nInformatics, Tabriz University of Medical Sciences, Tabriz, Iran.\n\nBACKGROUND: The present study is a type of exploratory qualitative studies and \napplied research. The approach of this study is a prospective policy analysis in \nwhich we will formulate appropriate policy options to prevent and control iron \ndeficiency anemia in Iran.\nMETHODS AND MATERIALS: Current study is a multi-method research with an analysis \nfor policy approach containing three phases. First, through a literature review \nstudy, policies, programs and interventions of different countries to control \nand prevent anemia caused by iron deficiency will be identified. Then, in the \nqualitative phase of the study, the challenges, barriers, facilitators of the \npolicies and programs implemented and ongoing in Iran will be examined. The \ncontent and policy-making process, as well as the context and role of \nstakeholders and actors will be analyzed using the framework of the policy \ntriangle and analysis of the policy process using the Kingdon's multiple streams \nmodel. Then, the proposed initial policy options will be developed. In the next \nphase, an expert panel contain experts, authorities and policymakers will be \nformed and the proposed options will be reviewed and categorized. In order to \nprioritize policy options and evaluate their feasibility in Iran, the Delphi \ntechnique and the policy options analysis framework of the Centers for Disease \nControl and Prevention (CDC) will be used. At the end, policy options will be \nselected based on the highest score and will be presented as appropriate policy \noptions.\nCONCLUSION: Prospective policy analysis allows the selection of potentially \npractical and effective policy options to control iron deficiency anemia. The \nfindings of current study will be presented as reports and research articles for \npolicy makers.\n\nCopyright: © 2024 Dehghani et al. This is an open access article distributed \nunder the terms of the Creative Commons Attribution License, which permits \nunrestricted use, distribution, and reproduction in any medium, provided the \noriginal author and source are credited.\n\nDOI: 10.1371/journal.pone.0311276\nPMID: 39361600 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that there is no conflict of \ninterests."
    },
    {
        "id": "39361234",
        "text": "1. Int J Hematol. 2024 Oct 3. doi: 10.1007/s12185-024-03850-9. Online ahead of \nprint.\n\nRuxolitinib for steroid-refractory chronic graft-versus-host disease: Japanese \nsubgroup analysis of REACH3 study.\n\nShiratori S(1), Fukushima K(2), Onishi Y(3), Doki N(4), Goto T(5), Okada M(6), \nNakamae H(7), Maeda Y(8), Kato K(9), Ishikawa T(10), Kondo T(10)(11), Toyosaki \nM(12), Ikeda T(13), Uchida N(14), Maki A(15), Shimada F(15), Tajima T(15), \nStefanelli T(16), Teshima T(17).\n\nAuthor information:\n(1)Department of Hematology, Faculty of Medicine, Hokkaido University, Sapporo, \nJapan.\n(2)Department of Hematology and Oncology, Osaka University Graduate School of \nMedicine, Osaka, Japan.\n(3)Department of Hematology, Tohoku University Hospital, Miyagi, Japan.\n(4)Tokyo Metropolitan Cancer and Infectious Diseases Center Komagome Hospital, \nTokyo, Japan.\n(5)Japanese Red Cross Aichi Medical Center Nagoya Daiichi Hospital, Aichi, \nJapan.\n(6)Hyogo College of Medicine, Kansai Medical University Medical Center, Hyogo, \nJapan.\n(7)Department of Hematology, Osaka Metropolitan University, Osaka, Japan.\n(8)Department of Hematology, Oncology and Respiratory Medicine, Graduate School \nof Medicine, Dentistry, and Pharmaceutical Sciences, Okayama University, \nOkayama, Japan.\n(9)Department of Hematology, Oncology and Cardiovascular Medicine, Kyushu \nUniversity Hospital, Fukuoka, Japan.\n(10)Department of Hematology, Kobe City Medical Center General Hospital, Hyogo, \nJapan.\n(11)Department of Hematology and Oncology, Graduate School of Medicine, Kyoto \nUniversity, Kyoto, Japan.\n(12)Department of Hematology and Oncology, Tokai University School of Medicine, \nKanagawa, Japan.\n(13)Division of Hematology and Stem Cell Transplantation, Shizuoka Cancer \nCenter, Shizuoka, Japan.\n(14)Department of Hematology, Toranomon Hospital, Tokyo, Japan.\n(15)Novartis Pharma K.K, Tokyo, Japan.\n(16)Novartis Pharma AG, Basel, Switzerland.\n(17)Department of Hematology, Faculty of Medicine, Hokkaido University, Sapporo, \nJapan. teshima@med.hokudai.ac.jp.\n\nRuxolitinib, a Janus kinase (JAK1-JAK2) inhibitor, has demonstrated safety and \nefficacy in patients with graft-versus-host disease (GvHD). This phase 3 \nrandomized trial (REACH3) evaluated the efficacy and the safety of ruxolitinib \n10 mg twice daily compared with investigator-selected best available therapy \n(BAT) in a subgroup of Japanese patients (n = 37) with steroid-refractory or \ndependent (SR/D) chronic GvHD. At data cut-off, treatment was ongoing in 17 \npatients and discontinued in 20. The overall response rate (complete or partial) \nat week 24 was greater with ruxolitinib than BAT (50% vs. 20%; odds ratio, 4.13 \n[95% CI, 0.90-18.9]). The best overall response rate (complete or partial \nresponse at any time point up to week 24) was higher with ruxolitinib than BAT \n(68.2% vs. 46.7%; odds ratio, 2.69 [95% CI, 0.66-10.9]). Ruxolitinib led to \nlonger median failure-free survival than BAT (18.6 months vs. 3.7 months; hazard \nratio, 0.34; [95% CI, 0.14-0.85]). The most common grade ≥ 3 adverse events up \nto week 24 were anemia (ruxolitinib: 22.7%; BAT: 6.7%) and pneumonia (22.7% and \n20.0%, respectively). Ruxolitinib showed a higher response rate and improvement \nin failure-free survival in Japanese patients with SR/D chronic GvHD, with a \nsafety profile consistent with the overall study population.\n\n© 2024. The Author(s).\n\nDOI: 10.1007/s12185-024-03850-9\nPMID: 39361234"
    },
    {
        "id": "39360998",
        "text": "1. Clin Chem. 2024 Oct 3;70(10):1298. doi: 10.1093/clinchem/hvae038.\n\nApproval of the First CRISPR-Cas9 Gene Editing Therapy for Sickle Cell Disease.\n\nCampbell ST(1).\n\nAuthor information:\n(1)Pathology, Montefiore Medical Center, Bronx, NY, United States.\n\nDOI: 10.1093/clinchem/hvae038\nPMID: 39360998 [Indexed for MEDLINE]"
    }
]