[
    {
        "id": "20054766",
        "text": "1. Kardiol Pol. 2009 Dec;67(12):1353-9.\n\nChanges in secondary prevention of coronary artery disease in the post-discharge \nperiod over the decade 1997-2007. Results of the Cracovian Program for Secondary \nPrevention of Ischaemic Heart Disease and Polish parts of the EUROASPIRE II and \nIII surveys.\n\nPajak A(1), Jankowski P, Kawecka-Jaszcz K, Surowiec S, Wolfshaut R, Loster M, \nBatko K, Badacz L, Dubiel JS, Grodecki J, Grodzicki T, Maciejewicz J, \nMirek-Bryniarska E, Piotrowski W, Smielak-Korombel W, Tracz W.\n\nAuthor information:\n(1)Department of Clinical Epidemiology and Population Studies, Institute of \nPublic Health, Jagiellonian University Medical College, Krakow, Poland.\n\nBACKGROUND: Both in the European and Polish guidelines, the highest priority for \npreventive cardiology was given to patients with established coronary artery \ndisease (CAD). The Cracovian Program for Secondary Prevention of Ischaemic Heart \nDisease was introduced in 1996 to assess and improve the quality of clinical \ncare in secondary prevention. Departments of cardiology of five participating \nhospitals serving the area of the city of Kraków and surrounding districts \n(former Kraków Voivodship) inhabited by a population of 1 200 000 took part in \nthe surveys. In 1999/2000 and 2006/2007 the same hospitals joined the EUROASPIRE \n(European Action on Secondary Prevention through Intervention to Reduce Events) \nII and III surveys. The goal of the EUROASPIRE surveys was to assess to what \nextent the recommendations of the Joint Task Force of International Scientific \nSocieties were implemented into clinical practice.\nAIM: To compare the quality of secondary prevention in the post-discharge period \nin Kraków in 1997/1998, 1999/2000 and 2006/2007.\nMETHODS: Consecutive patients hospitalised from 1 July 1996 to 31 September 1997 \n(first survey), from 1 March 1998 to 30 March 1999 (second survey), and from 1 \nApril 2005 to 31 July 2006 (third survey) due to acute myocardial infarction, \nunstable angina or for myocardial revascularisation procedures, below the age of \n71 years were identified and then followed up, interviewed and examined 6-18 \nmonths after discharge.\nRESULTS: The number of patients who participated in the follow-up examinations \nwas 418 (78.0%) in the first survey, 427 (82.9%) in the second and 427 (79.1%) \nin the third survey. The use of cardioprotective medication increased \nsignificantly: antiplatelets from 76.1% (1997/1998) to 86.9% (1999/2000) and \n90.1% (2006/2007), beta-blockers from 59.1% (1997/1998) to 63.9% (1999/2000) and \n87.5% (2006/2007), and ACE inhibitors/sartans from 45.9% (1997/1998) to 79.0% \n(2006/2007). The proportion of patients taking lipid lowering agents increased \nfrom 34.0% (1997/1998) to 41.9% (1999/2000) and 86.8% (2006/2007). \nSimultaneously, a significant improvement in the control of hyperlipidemia could \nbe noted. In 2006/07, over 60% had a serum LDL cholesterol < 2.5 mmol/l. No \nsignificant change was found in the proportion of subjects with well-controlled \nhypertension or diabetes. In 2006/2007, elevated blood pressure was found in \n46.6% of participants and glucose > 7 mmol/l in 13.4%. There was no significant \nchange in smoking rates (16.3 vs. 15.9 vs. 19.2%). The proportion of obese \npatients increased reaching 33.9% in 2006/2007.\nCONCLUSIONS: The implementation of CAD prevention guidelines into clinical \npractice over the decade from 1997/1998 to 2006/2007 changed significantly. The \nuse of cardioprotective drugs increased largely but among risk factors a \nsignificant improvement could be found only in the case of hypercholesterolemia. \nNo improvement in the control of hypertension and diabetes, no change in smoking \nrates and increasing prevalence of obesity suggest insufficient lifestyle \nmodifications in CAD patients.\n\nPMID: 20054766 [Indexed for MEDLINE]"
    },
    {
        "id": "23074496",
        "text": "1. Ont Health Technol Assess Ser. 2006;6(5):1-70. Epub 2006 Mar 1.\n\nEnhanced External Counterpulsation (EECP): An Evidence-Based Analysis.\n\nMedical Advisory Secretariat.\n\nOBJECTIVE: To assess the effectiveness, and cost effectiveness of EECP in \npatients with severe anginal symptoms, secondary to chronic coronary disease, \nwho are unresponsive to exhaustive pharmacotherapy and not candidates for \nsurgical/percutaneous revascularization procedures (e.g., angioplasty, coronary \nbypass surgery). To assess the effectiveness, and cost effectiveness of EECP in \npatients with heart failure.\nCLINICAL NEED: ANGINA: Angina is a clinical syndrome characterized by discomfort \nin the chest, jaw, shoulder, back or arm. Angina usually occurs in patients with \ncoronary artery disease (CAD) involving ≥1 large epicardial artery. However it \ncan also occur in people with valvular heart disease, hypertrophic \ncardiomyopathy, and uncontrolled hypertension. CONVENTIONAL APPROACHES TO \nRESTORING THE BALANCE BETWEEN OXYGEN SUPPLY AND DEMAND FOCUS ON THE DISRUPTION \nOF THE UNDERLYING DISEASE THROUGH: drug therapy (β blockers, calcium channel \nblockers, nitrates, antiplatelet agents, ACE inhibitors, statins); life-style \nmodifications (smoking cessation, weight loss); or revascularization techniques \nsuch as coronary artery bypass graft surgery (CABG) or percutaneous coronary \ninterventions (PCI). (1) Limitations of each of these approaches include: \nadverse drug effects, procedure-related mortality and morbidity, restenosis \nafter PCI, and time dependent graft attrition after CABG. Furthermore, an \nincreasing number of patients are not appropriate candidates for standard \nrevascularization options, due to co-morbid conditions (HF, peripheral vascular \ndisease), poor distal coronary artery targets, and patient preference. The \nmorbidity and mortality associated with repeat surgical revascularization \nprocedures are significantly higher, and often excludes these patients from \nconsideration for further revascularizations. (2) Patients with CAD who have \nchronic ischemic symptoms that are unresponsive to both conventional medical \ntherapy and revascularization techniques have refractory angina pectoris. It has \nbeen estimated that greater than 100,000 patients each year in the US may be \ndiagnosed as having this condition. (3) Patients with refractory angina have \nmarked limitation of ordinary physical activity or are unable to perform any \nordinary physical activity without discomfort (CCS functional class III/IV). \nAlso, there must be some objective evidence of ischemia as demonstrated by \nexercise treadmill testing, stress imaging studies or coronary physiologic \nstudies. (1) Dejongste et al. (4)estimated that the prevalence of chronic \nrefractory angina is about 100,000 patients in the United States. This would \ncorrespond to approximately 3,800 (100,000 x 3.8% [Ontario is approximately 3.8% \nof the population of the United States]) patients in Ontario having chronic \nrefractory angina.\nHEART FAILURE: Heart failure results from any structural or functional cardiac \ndisorder that impairs the ability of the heart to act as a pump. A recent study \n(5) revealed 28,702 patients were hospitalized for first-time HF in Ontario \nbetween April 1994 and March 1997. Women comprised 51% of the cohort. \nEighty-five percent were aged 65 years or older, and 58% were aged 75 years or \nolder. Patients with chronic HF experience shortness of breath, a limited \ncapacity for exercise, high rates of hospitalization and rehospitalization, and \ndie prematurely. (6) The New York Heart Association (NYHA) has provided a \ncommonly used functional classification for the severity of HF (7): CLASS I: No \nlimitation of physical activity. No symptoms with ordinary exertion.CLASS II: \nSlight limitations of physical activity. Ordinary activity causes symptoms.CLASS \nIII: Marked limitation of physical activity. Less than ordinary activity causes \nsymptoms. Asymptomatic at rest.CLASS IV: Inability to carry out any physical \nactivity without discomfort. Symptoms at rest.The National Heart, Lung, and \nBlood Institute (7) estimates that 35% of patients with HF are in functional \nNYHA class I; 35% are in class II; 25%, class III; and 5%, class IV. Surveys (8) \nsuggest that from 5% to 15% of patients with HF have persistent severe symptoms, \nand that the remainder of patients with HF is evenly divided between those with \nmild and moderately severe symptoms. To date, the diagnosis and management of \nchronic HF has concentrated on patients with the clinical syndrome of HF \naccompanied by severe left ventricular systolic dysfunction. Major changes in \ntreatment have resulted from a better understanding of the pathophysiology of HF \nand the results of large clinical trials. Treatment for chronic HF includes \nlifestyle management, drugs, cardiac surgery, or implantable pacemakers and \ndefibrillators. Despite pharmacologic advances, which include diuretics, \nangiotensin-converting enzyme inhibitors, beta-blockers, spironolactone, and \ndigoxin, many patients remain symptomatic on maximally tolerated doses. (6) THE \nTECHNOLOGY: Patients are typically treated by a trained technician in a \nmedically supervised environment for 1 hour daily for a total of 35 hours over 7 \nweeks. The procedure involves sequential inflation and deflation of compressible \ncuffs wrapped around the patient's calves, lower thighs and upper thighs. In \naddition to 3 sets of cuffs, the patient has finger plethysmogram and \nelectrocardiogram (ECG) attachments that are connected to a control and display \nconsole. External counterpulsation was used in the United States to treat \ncardiogenic shock after acute myocardial infarction. (9;10) More recently, an \nenhanced version namely \"enhanced external counterpulsation\" (EECP) was \nintroduced as a noninvasive procedure for outpatient treatment of patients with \nsevere, uncontrollable cardiac ischemia. EECP is said to increase coronary \nperfusion pressure and reduce the myocardial oxygen demand. Currently, EECP is \nnot applicable for all patients with refractory angina pectoris. For example, \nmany patients are considered ineligible for therapy due to co-morbidities, \nincluding those with severe pulmonary vascular disease, deep vein thrombosis, \nphlebitis and irregular heart rhythms, and heart failure. (1) Very recently, \ninvestigation began into EECP as an adjunctive treatment for patients with HF. \nAnecdotal reports suggested that EECP may benefit patients with coronary disease \nand left ventricular dysfunction. The safety and effectiveness of EECP in \npatients with symptomatic heart failure and coronary disease and its role in \npatients with nonischemic heart failure secondary to LV dysfunction is unclear. \nFurthermore, the safety and effectiveness of EECP in the different stages of HF \nand whether it is only for patients who are refractive to pharmacotherapy is \nunknown. 2003 HEALTH TECHNOLOGY ASSESSMENT BY THE MEDICAL ADVISORY SECRETARIAT: \nThe Medical Advisory Secretariat health technology assessment (originally \npublished in February 2003) reported on the effectiveness of EECP for patients \nwith angina and HF. The report concluded that there was insufficient evidence to \nsupport the use of EECP in patients with refractory stable CCS III/IV angina as \nwell as insufficient evidence to support the use of EECP in patients with HF.\nREVIEW STRATEGY: The aim of this literature review was to assess the \neffectiveness, safety, and cost effectiveness of EECP for the treatment of \nrefractory stable CCS III/IV angina or HF. The standard search strategy used by \nthe Medical Advisory Secretariat was used. This included a search of all \ninternational health technology assessments as well as a search of the medical \nliterature from December 2002 to March 2006. A modification of the GRADE \napproach (11) was used to make judgments about the quality of evidence and \nstrength of recommendations systematically and explicitly. GRADE provides a \nframework for structured reflection and can help to ensure that appropriate \njudgments are made. GRADE takes into account a study's design, quality, \nconsistency, and directness in judging the quality of evidence for each outcome. \nThe balance between benefits and harms, quality of evidence, applicability, and \nthe certainty of the baseline risks are considered in judgments about the \nstrength of recommendations.\nSUMMARY OF FINDINGS: The Cochrane and INAHTA databases yielded 3 HTAs or \nsystematic reviews on EECP treatment (Blue Cross Blue Shield Technology \nEvaluation Center [BCBS TEC], ECRI, and the Centers for Medicare and Medicaid \nServices [CMS]). A search of Medline and Embase December 2005 - March 2006 \n(after the literature search cutoff from the most recent HTA) was conducted \nusing key words enhanced external counterpulsation, EECP, angina, myocardial \nischemia, congestive heart failure. This search produced 1 study which met the \ninclusion criteria. This level 4a study was inferior in quality to the RCT which \nformed the basis of the 2003 Medical Advisory Secretariat recommendation. BCBS \nreviewed the evidence through November 2005 to determine if EECP improves health \noutcomes for refractory chronic stable angina pectoris or chronic stable HF. \n(12) BCBS concluded that the available evidence is not sufficient to permit \nconclusions of the effect of EECP on health outcomes. Both controlled trials had \nmethodologic flaws (MUST EECP and MUST EECP quality of life studies). The case \nseries and observational studies for both indications while suggestive of a \ntreatment benefit from EECP have shortcomings as well. On March 20 2006, CMS \nposted their proposed coverage decision memorandum for external counterpulsation \ntherapy. (ABSTRACT TRUNCATED)\n\nPMCID: PMC3379533\nPMID: 23074496"
    },
    {
        "id": "10808740",
        "text": "1. Pol Merkur Lekarski. 2000 Feb;8(44):98-101.\n\n[An influence of cardiovascular risk factors and pharmacotherapy on the \nlong-term results in women undergoing coronary artery bypass].\n\n[Article in Polish]\n\nBrykczyński M(1), Listewnik MJ, Płońska E, Puchała-Borowik M, Kazimierczak A, \nWiechowski S.\n\nAuthor information:\n(1)Kliniki Kardiochirurgii PAM w Szczecinie.\n\nThis study aimed at analysing an effect of the coronary risk factors and \npharmacotherapy on the long-term outcome in women following the coronary artery \nby-pass. In 1004-1997, 253 female patients, aged between 33 and 82 years (mean \n[+/- SD] 57.0 +/- 8 years) were treated surgically. The follow-up period lasted \nfor 7 to 60 months (mean 32.0 +/- 14 months). Ten patients (3.9%) died. Answers \nto the questionnaire and personal interviews assessed physical fitness based on \nCCS classification, pharmacotherapy, and presence of risk factors. According to \nCCS scale, significant improvement has been seen in 195 (82.6%; p < .0001) \npatients. Health state did not change in 34 (14.4%) patients, and deteriorated \nin 7 (3.0%). Analysisn coronary risk factors, hypertension proved prevailing \n(60.3%), followed by diabetes mellitus (25.5%) and obesity (22.9%). Eleven \npercent of patients returned to cigarettes smoking after surgery. \nPostoperatively, 74.1% of patients received nitrates as a constant, medication, \n58.2%--beta-blockers, 53.4%--ACE inhibitors, and 19.8% of patients received \ncalcium antagonists. Lipid abnormalities have been treated in 49.1% of patients \nwhereas antiplatelet therapy has been carried out in 74.1%. Only 9.9% of \npatients received hormones. The lower CCS class before surgery, the more \nsignificant improvement after it. As pharmacotherapy was used according to the \nEuropean guidelines, an improvement in the long-term outcome required some \nmodifications in patients' life style.\n\nPMID: 10808740 [Indexed for MEDLINE]"
    }
]